soap-body.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/"
               xmlns:tns="http://matrikkel.statkart.no/matrikkelapi/wsapi/v1/service/adresse">
  <soap:Header/>
  <soap:Body>
    <tns:findAdresseIdForIdent>
      <ident>0123456789</ident>
      <snapshotVersion>9999-01-01T00:00:00+01:00</snapshotVersion>
    </tns:findAdresseIdForIdent>
  </soap:Body>
</soap:Envelope>